Repository: NoriCode/archives-calendar-widget
Catalog: languages/arwloc-*.po
Languages: de_de, fr_fr

source: Custom
de_de: Angepasst
fr_fr: Personnalisé

source: The theme's CSS file is not included in administration, this preview may be different from the website rendering.
de_de: Die CSS-Theme Datei ist nicht in der Administration enthalten, die Vorschau kann vom Webseiten-Design abweichen.
fr_fr: Le fichier CSS du thème n'est pas inclus dans l'administration, cet aperçu peut être different du rendu sur le site.

source: Theme
fr_fr: Thème

source: Preview
de_de: Vorschau
fr_fr: Prévisualisation

source: Archives filter
fr_fr: Filtre d’archives

source: Enable
fr_fr: Activer

source: This will display only the categories you have selected in the widget on the Archives page.
fr_fr: Cela va afficher sur la page d’archives uniquement les catégories que vous avez séléctionné dans le widget.

source: Default theme
fr_fr: Thème par défault

source: Settings link in admin menu
fr_fr: Lien dans le menu Paramètres

source: Show link "Archives Calendar" in admin "Settings" menu. If unchecked you can enter settings from "Settings" link in "Plugins" page.
de_de: Anzeigen des Links "Archives Calendar" im "Einstellungen" Menu des Admins. Falls deaktiviert, können die Einstellungen über die Plugins-Seite erreicht werden.
fr_fr: Afficher le lien "Archives Calendar" dans le menu "Réglages". Si décoché, vous pouvez accèder aux paramètres du plugin via le lien "Paramètres" sur la page "Extensions".

source: I'm a developer. I know how to edit a WordPress theme and how to add css/js file or code to a theme properly.
fr_fr: Je susi un développeur. Je sais comment modifier un thème WordPress et comment ajouter des fichiers css/js à un thème correctement.

source: Do not disable the following settings until you have included it manually into your WP theme.
fr_fr: Ne désactivez les paramètres suivants que si vous avez inclus les fichiers manuelement dans votre thème WP.

source: Enqueue ARCW theme CSS
fr_fr: Inclure le CSS du thème ARCW

source: Calendar theme css file will be included automatically in wp_head()
fr_fr: Le fichier CSS du thème sera inclus automatiquement dans wp_head()

source: Init jQuery ARCW plugin
fr_fr: Initialiser le plugin jQuery

source: jQuery ARCW plugin will be initialized automatically with default settings
fr_fr: Le plugin jQuery ARCW sera initialisé avec les paramètres par défault automatiquement

source: If you want to customize the jQuery plugin you have to create your own JavasScript and include it into your theme.
fr_fr: SI vous voulez customiser le plugin jQuery, vous devez créer votre propre fichier JavaScript et l’inclure dans votre thème.

source: Do not forget to set 'jquery-arcw' as dependency to load the jquery plugin before initialisation code.
fr_fr: N’oubliez pas de définir ‘jquery-arcw’ en tant que dépendance pour chager le plugin jQuery avant de l’initialiser.

source: News/Updates
de_de: Neuigkeiten/Aktualisierungen
fr_fr: Actualités/Mises à jour

source: No posts
de_de: Keine Posts
fr_fr: Pas d'actualités

source: If you like this plugin please <strong>support my work</strong>, buy me <strong>a beer or a coffee</strong>. Click Donate and specify your amount.
de_de: Wenn Sie dieses Plugin mögen, unterstützen Sie bitte meine Arbeit, indem Sie mir ein Bier oder einen Kaffee ausgeben. Klicken Sie auf <strong>Donate</strong> und wählen Sie ihren Betrag.
fr_fr: Si vous aimez ce plugin merci de <strong>soutenir mon travail</strong>, achetez-moi <strong>une bière ou un café</strong>. Cliquez "Donate" et précisez le montant.

source: In Belgium 1 coffee or 1 beer costs about 2€
de_de: In Belgien kostet ein Kaffee oder ein Bier etwa € 2,-
fr_fr: En Belgique 1 café ou 1 bière coute environ 2€

source: Previous
fr_fr: Précedent

source: Next
fr_fr: Suivant

source: Months
de_de: Monate
fr_fr: Mois

source: Years
de_de: Jahre
fr_fr: Années

source: Show first:
fr_fr: Afficher en premier:

source: Latest month
fr_fr: Le dernier mois

source: Current month
fr_fr: Mois actuel

source: Previous month
fr_fr: Mois précèdent

source: Next month
fr_fr: Mois suivant

source: Show number of posts
fr_fr: Afficher le nombre d'articles

source: Use a different theme
fr_fr: Utiliser un thème diffèrent

source: Show archives as calendar
de_de: Archive als Kalender anzeigen
fr_fr: Afficher les archives en tant que calendrier

source: Post
fr_fr: Article

source: Posts
fr_fr: Articles

source: Settings
de_de: Einstellungen

source: Select archives year
de_de: Jahr auswählen

source: Cancel
de_de: Abbrechen

source: Include CSS file
de_de: CSS-Datei einbeziehen

source: Include CSS file from the plugin.<br /><strong>It's recommended to copy the CSS code to your theme´s <strong>style.css</strong> and uncheck this option.
de_de: Einbeziehen der CSS-Datei des Plugins. Es wird empfohlen den CSS-Code in die <strong>style.css</strong> des Themes zu kopieren und diese Option zu deaktivieren.

source: <strong>NOTE:</strong> if you have modified any plugin's CSS file it will be restored on next plugin update.
de_de: <strong>HINWEIS:</strong> Wenn Sie CSS-Dateien des Plugins geändert haben, werden diese mit dem nächsten Plugin-Update wiederhergestellt.

source: Include jQuery library
de_de: Einbinden der jQuery-Bibliothek

source: Include jQuery library into your theme. Uncheck if your theme already includes jQuery library.<br /><strong>jQuery library is required.</strong>
de_de: Einbinden von jQuery in ihr Theme. Deaktivieren, falls dies schon der Fall ist.<br /><strong>jQuery wird benötigt.</strong>

source: Insert JavaScript code into <head>
de_de: Einbinden des JavaScript Codes

source: Insert javascript code into your theme's <head>. Uncheck only if you copy this code into your default .js file.
de_de: Einbinden des JavaScript Codes in ihr Theme. Nur deaktivieren, wenn dieser Code in ihre Default .js-Datei kopiert wird.

source: This code is required.
de_de: Dieser Code wird benötigt.

source: You can set some parameters to change the animation of the calendar.
de_de: Sie können Parameter angeben, um die Kalenderanimation zu ändern.

source: Show default parameters
de_de: Standardparameter anzeigen

source: Open
de_de: Öffnen

source: Enable Shortcode support in text widget
de_de: Aktivieren der Shortcode-Unterstützung in Text-Widgets

source: Use the shortcode in a text widget to display Archives Calendar.
de_de: Verwenden des Shortcodes in einem Text-Widget, um Archives Calender anzuzeigen.

source: Show link to Settings in admin menu
de_de: Link zu den Einstellungen im Admin-Menu anzeigen

source: Save Changes
de_de: Änderungen speichern

source: More
de_de: Mehr

source: Default
de_de: Standard

source: Title:
de_de: Titel:

source: Show
de_de: Anzeigen

source: Archives
de_de: Archive
